Repository: celery/django-celery-results
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Parameters
ru: Параметры

source: Result
ru: Результаты

source: Celery Results
ru: Результаты Celery

source: Task ID
ru: ID Задания

source: Celery ID for the Task that was run
ru: Celery ID для Задания которое было запущено

source: Task Name
ru: Название Задания

source: Name of the Task which was run
ru: Наименование Задачи которая была запущена

source: Task Positional Arguments
ru: Позиционные аргументы Задания

source: JSON representation of the positional arguments used with the task
ru: Представление JSON позиционных аргументов использованных в Задании

source: Task Named Arguments
ru: Именнованные аргументы Задания

source: JSON representation of the named arguments used with the task
ru: Представление JSON именованных аргументов использованных в Задании

source: Task State
ru: Состояние Задания

source: Current state of the task being run
ru: Текущее состояние запущенного Задания

source: Worker
ru: Исполнитель

source: Worker that executes the task
ru: Исполнитель который выполняет Задание

source: Result Content Type
ru: Тип контента Результата

source: Content type of the result data
ru: Тип контента данных результата

source: Result Encoding
ru: Кодировка результата

source: The encoding used to save the task result data
ru: Кодировка использованная для сохранения данных результата

source: Result Data
ru: Данные результата

source: The data returned by the task. Use content_encoding and content_type fields to read.
ru: Данные возвращенные Заданием. Используйте поля content_encoding и content_type для их чтения.

source: Created DateTime
ru: ДатаВремя создания

source: Datetime field when the task result was created in UTC
ru: Поле ДатаВремя когда результат Задания было создано в UTC

source: Completed DateTime
ru: ДатаВремя Завершения

source: Datetime field when the task was completed in UTC
ru: Поле ДатаВремя когда Задание было заверщено в UTC

source: Text of the traceback if the task generated one
ru: Текст traceback если Задание его сгенерировало

source: Task Meta Information
ru: Мета информация Задания

source: JSON meta information about the task, such as information on child tasks
ru: JSON мета информаиц о Задании, такая как информация о дочерних Заданиях

source: task result
ru: результат задания

source: task results
ru: результаты задания

source: Group ID
ru: ID группы

source: Celery ID for the Chord header group
ru: Celery ID для заголовка группы

source: JSON serialized list of task result tuples. use .group_result() to decode
ru: JSON сериалованный список таплов результата задания. Используйте .group_result() для декодирования

source: Starts at len(chord header) and decrements after each task is finished
ru: Начинается в len(chord header) и декрементируется после каждого завершенного Здаания

source: Celery ID for the Group that was run
ru: Celery ID для группы которая была запущена

source: Datetime field when the group result was created in UTC
ru: Поле ДатаВремя когда результат группы был создан в UTC

source: Datetime field when the group was completed in UTC
ru: Поле ДатаВремя когда группа была завершена в UTC

source: group result
ru: результат группы

source: group results
ru: результаты группы
