Repository: celery/django-celery-results
Catalog: django_celery_results/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Parameters
fr: Paramètres

source: Result
fr: Résultat

source: Celery Results
fr: Résultats du Celery

source: Task ID
fr: ID de tâche

source: Celery ID for the Task that was run
fr: Celery ID de la tâche exécutée

source: Periodic Task Name
fr: Nom de la tâche périodique

source: Name of the Periodic Task which was run
fr: Nom de la tâche périodique exécutée

source: Task Name
fr: Nom de la tâche

source: Name of the Task which was run
fr: Nom de la tâche exécutée

source: Task Positional Arguments
fr: Arguments de position de la tâche

source: JSON representation of the positional arguments used with the task
fr: Représentation JSON des arguments des positions utilisés par la tâche

source: Task Named Arguments
fr: Arguments de mots-clés de la tâche

source: JSON representation of the named arguments used with the task
fr: Représentation JSON des arguments de mots-clés utilisés par la tâche

source: Task State
fr: État de la tâche

source: Current state of the task being run
fr: État actuel de la tâche en cours d'exécution

source: Worker
fr: Travailleur

source: Worker that executes the task
fr: Travailleur qui exécute la tâche

source: Result Content Type
fr: Type de contenu du résultat

source: Content type of the result data
fr: Type de contenu des données de résultat

source: Result Encoding
fr: Encodage du résultat

source: The encoding used to save the task result data
fr: L'encodage utilisé pour sauvegarder les données de résultat de la tâche

source: Result Data
fr: Données de résultat

source: The data returned by the task. Use content_encoding and content_type fields to read.
fr: Les données renvoyées par la tâche. Utilisez les champs content_encoding et content_type

source: Created DateTime
fr: DateTime créée

source: Datetime field when the task result was created in UTC
fr: Champ datetime en UTC lorsque le résultat de la tâche a été créé

source: Completed DateTime
fr: DateTime terminée

source: Datetime field when the task was completed in UTC
fr: Champ datetime en UTC lorsque la tâche a été terminée

source: Text of the traceback if the task generated one
fr: Texte du traceback si généré

source: Task Meta Information
fr: Méta-informations sur la tâche

source: JSON meta information about the task, such as information on child tasks
fr: Méta-informations JSON sur la tâche, telles que les informations sur les tâches enfants

source: task result
fr: résultat de la tâche

source: task results
fr: résultats de la tâche

source: Group ID
fr: ID de groupe

source: Celery ID for the Chord header group
fr: Celery ID du groupe Chord header

source: JSON serialized list of task result tuples. use .group_result() to decode
fr: Liste sérialisée JSON des tuples de résultats de tâches. utilisez .group_result() pour décoder

source: Starts at len(chord header) and decrements after each task is finished
fr: Commence à len(chord header) et décrémente une fois chaque tâche terminée

source: Celery ID for the Group that was run
fr: Celery ID du groupe exécuté

source: Datetime field when the group result was created in UTC
fr: Champ datetime en UTC lorsque le résultat du groupe a été créé

source: Datetime field when the group was completed in UTC
fr: Champ datetime en UTC lorsque le groupe a été terminé

source: group result
fr: résultat du groupe

source: group results
fr: résultats du groupe
